Repository: mdtipusultan/Bloomly-Pregnancy-Tracker
Catalog: BloomlyPregnancyTracker/BloomlyPregnancyTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fr, he, hi, id, ja, ko, ms, ro, ru, sv, th, uk, vi, zh_hans

# common.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द
id: Batal
ja: キャンセル
ko: 취소
ms: Batal
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
uk: Скасувати
vi: Hủy
zh_hans: 取消

# common.date
source: Date
ar: التاريخ
bn: তারিখ
de: Datum
el: Ημερομηνία
es: Fecha
he: תאריך
hi: तारीख
id: Tanggal
ja: 日付
ko: 날짜
ms: Tarikh
ro: Dată
ru: Дата
sv: Datum
th: วันที่
uk: Дата
vi: Ngày
zh_hans: 日期

# common.done
source: Done!
ar: تم!
bn: সম্পন্ন!
de: Fertig!
el: Έγινε!
es: ¡Listo!
fr: Terminé !
he: סיימת!
hi: हो गया!
id: Selesai!
ja: 完了!
ko: 완료!
ms: Selesai!
ro: Gata!
ru: Готово!
sv: Klart!
th: เสร็จแล้ว!
uk: Готово!
vi: Xong!
zh_hans: 完成!

# common.gender
source: Gender
ar: الجنس
bn: লিঙ্গ
de: Geschlecht
el: Φύλο
es: Género
fr: Genre
he: מין
hi: लिंग
id: Jenis Kelamin
ja: 性別
ko: 성별
ms: Jantina
ro: Gen
ru: Пол
sv: Kön
th: เพศ
uk: Стать
vi: Giới tính
zh_hans: 性别

# common.letter
source: Letter
ar: حرف
bn: অক্ষর
de: Buchstabe
el: Γράμμα
es: Letra
fr: Lettre
he: אות
hi: अक्षर
id: Huruf
ja: 文字
ko: 글자
ms: Huruf
ro: Literă
ru: Буква
sv: Bokstav
th: ตัวอักษร
uk: Літера
vi: Chữ cái
zh_hans: 字母

# common.logged
source: Logged
ar: مسجل
bn: লগ করা হয়েছে
de: Protokolliert
el: Καταχωρήθηκε
es: Registrado
fr: Enregistré
he: נרשם
hi: लॉग किया
id: Tercatat
ja: 記録済み
ko: 기록됨
ms: Dilog
ro: Înregistrat
ru: Записано
sv: Loggad
th: บันทึกแล้ว
uk: Записано
vi: Đã ghi
zh_hans: 已记录

# common.pause
source: Pause
ar: إيقاف
bn: বিরতি
el: Παύση
es: Pausa
he: השהיה
hi: रोकें
id: Jeda
ja: 一時停止
ko: 일시정지
ms: Jeda
ro: Pauză
ru: Пауза
sv: Paus
th: หยุดชั่วคราว
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停

# common.premiumFeature %@
source: %@ is part of Bloomly Plus
ar: %@ جزء من Bloomly Plus
bn: %@ Bloomly Plus-এর অংশ
de: %@ ist Teil von Bloomly Plus
el: Το %@ αποτελεί μέρος του Bloomly Plus
es: %@ es parte de Bloomly Plus
fr: %@ fait partie de Bloomly Plus
he: %@ הוא חלק מ-Bloomly Plus
hi: %@ Bloomly Plus का हिस्सा है
id: %@ bagian dari Bloomly Plus
ja: %@はBloomly Plusの機能です
ko: %@는 Bloomly Plus 기능입니다
ms: %@ adalah sebahagian daripada Bloomly Plus
ro: %@ face parte din Bloomly Plus
ru: %@ — часть Bloomly Plus
sv: %@ ingår i Bloomly Plus
th: %@ เป็นส่วนหนึ่งของ Bloomly Plus
uk: %@ — частина Bloomly Plus
vi: %@ là một phần của Bloomly Plus
zh_hans: %@是 Bloomly Plus 功能

# common.reset
source: Reset
ar: إعادة
bn: রিসেট
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fr: Réinitialiser
he: איפוס
hi: रीसेट
id: Atur Ulang
ja: リセット
ko: 초기화
ms: Set Semula
ro: Resetează
ru: Сброс
sv: Återställ
th: รีเซ็ต
uk: Скинути
vi: Đặt lại
zh_hans: 重置

# common.save
source: Save
ar: حفظ
bn: সংরক্ষণ
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
he: שמירה
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
ms: Simpan
ro: Salvează
ru: Сохранить
sv: Spara
th: บันทึก
uk: Зберегти
vi: Lưu
zh_hans: 保存

# common.severity
source: Severity
ar: الشدة
bn: তীব্রতা
de: Schwere
el: Σοβαρότητα
es: Gravedad
fr: Gravité
he: חומרה
hi: गंभीरता
id: Tingkat
ja: 程度
ko: 심각도
ms: Keterukan
ro: Severitate
ru: Тяжесть
sv: Allvarlighetsgrad
th: ความรุนแรง
uk: Тяжкість
vi: Mức độ
zh_hans: 严重程度

# common.start
source: Start
ar: بدء
bn: শুরু
el: Έναρξη
es: Iniciar
fr: Démarrer
he: התחלה
hi: शुरू
id: Mulai
ja: 開始
ko: 시작
ms: Mula
ro: Pornește
ru: Начать
th: เริ่ม
uk: Почати
vi: Bắt đầu
zh_hans: 开始

# common.style
source: Style
ar: النمط
bn: শৈলী
de: Stil
el: Στυλ
es: Estilo
he: סגנון
hi: शैली
id: Gaya
ja: スタイル
ko: 스타일
ms: Gaya
ro: Stil
ru: Стиль
sv: Stil
th: สไตล์
uk: Стиль
vi: Kiểu
zh_hans: 风格

# common.upgrade
source: Upgrade
ar: ترقية
bn: আপগ্রেড
de: Upgraden
el: Αναβάθμιση
es: Actualizar
fr: Mettre à niveau
he: שדרוג
hi: अपग्रेड
id: Tingkatkan
ja: アップグレード
ko: 업그레이드
ms: Naik Taraf
ro: Actualizează
ru: Обновить
sv: Uppgradera
th: อัปเกรด
uk: Оновити
vi: Nâng cấp
zh_hans: 升级

# common.weekNumber %lld
source: Week %lld
ar: الأسبوع %lld
bn: সপ্তাহ %lld
de: Woche %lld
el: Εβδομάδα %lld
es: Semana %lld
fr: Semaine %lld
he: שבוע %lld
hi: सप्ताह %lld
id: Minggu %lld
ja: %lld週
ko: %lld주
ms: Minggu %lld
ro: Săptămâna %lld
ru: Неделя %lld
sv: Vecka %lld
th: สัปดาห์ที่ %lld
uk: Тиждень %lld
vi: Tuần %lld
zh_hans: 第%lld周

# dailyLog.daySummary
source: Day Summary
ar: ملخص اليوم
bn: দিনের সারাংশ
de: Tageszusammenfassung
el: Σύνοψη ημέρας
es: Resumen del Día
fr: Résumé du Jour
he: סיכום יום
hi: दिन का सारांश
id: Ringkasan Hari
ja: 1日のまとめ
ko: 하루 요약
ms: Ringkasan Hari
ro: Rezumat zilnic
ru: Итог дня
sv: Dagssammanfattning
th: สรุปวัน
uk: Підсумок дня
vi: Tóm tắt ngày
zh_hans: 每日摘要

# dailyLog.notes
source: Notes
ar: ملاحظات
bn: নোট
de: Notizen
el: Σημειώσεις
es: Notas
he: הערות
hi: नोट्स
id: Catatan
ja: メモ
ko: 메모
ms: Nota
ro: Notițe
ru: Заметки
sv: Anteckningar
th: บันทึก
uk: Нотатки
vi: Ghi chú
zh_hans: 备注

# dailyLog.title
source: Daily Log
ar: السجل اليومي
bn: দৈনিক লগ
de: Tagebuch
el: Ημερήσιο ημερολόγιο
es: Diario
fr: Journal
he: יומן יומי
hi: दैनिक लॉग
id: Catatan Harian
ja: 日記
ko: 일일 기록
ms: Log Harian
ro: Jurnal zilnic
ru: Дневник
sv: Daglig logg
th: บันทึกประจำวัน
uk: Щоденник
vi: Nhật ký hàng ngày
zh_hans: 每日记录

# home.dailyGoalWater
source: Daily goal: 8 glasses
ar: الهدف: 8 أكواب
bn: দৈনিক লক্ষ্য: ৮ গ্লাস
de: Tagesziel: 8 Gläser
el: Ημερήσιος στόχος: 8 ποτήρια
es: Meta diaria: 8 vasos
fr: Objectif: 8 verres
he: יעד יומי: 8 כוסות
hi: दैनिक लक्ष्य: 8 गिलास
id: Target harian: 8 gelas
ja: 目標: 8コップ
ko: 목표: 8잔
ms: Matlamat harian: 8 gelas
ro: Obiectiv zilnic: 8 pahare
ru: Цель: 8 стаканов
sv: Dagsmål: 8 glas
th: เป้าหมายรายวัน: 8 แก้ว
uk: Щоденна ціль: 8 склянок
vi: Mục tiêu hàng ngày: 8 cốc
zh_hans: 目标: 8杯

# home.dailyTip
source: Daily Tip
ar: نصيحة اليوم
bn: দৈনিক টিপ
de: Tipp des Tages
el: Ημερήσια συμβουλή
es: Consejo del Día
fr: Conseil du Jour
he: טיפ יומי
hi: दैनिक सुझाव
id: Tip Harian
ja: 今日のヒント
ko: 오늘의 팁
ms: Tip Harian
ro: Sfat zilnic
ru: Совет дня
sv: Dagstips
th: เคล็ดลับประจำวัน
uk: Порада дня
vi: Mẹo hàng ngày
zh_hans: 每日提示

# home.daysUntilDue %lld
source: %lld days until due date
ar: %lld يوماً للموعد
bn: ডিউ ডেট পর্যন্ত %lld দিন
de: Noch %lld Tage
el: %lld ημέρες μέχρι την ημερομηνία τοκετού
es: %lld días para la fecha
fr: %lld jours avant la date
he: %lld ימים עד מועד הלידה
hi: नियत तारीख से %lld दिन
id: %lld hari menuju tanggal lahir
ja: あと%lld日
ko: %lld일 남음
ms: %lld hari sehingga tarikh jangkaan
ro: %lld zile până la termen
ru: Ещё %lld дней
sv: %lld dagar till beräknat datum
th: อีก %lld วันถึงวันครบกำหนด
uk: %lld днів до пологів
vi: Còn %lld ngày đến ngày dự sinh
zh_hans: 还有%lld天

# home.dueDatePassed
source: Your due date has passed
ar: تاريخ الولادة قد مضى
bn: আপনার ডিউ ডেট পেরিয়ে গেছে
de: Dein Termin ist vorbei
el: Η ημερομηνία τοκετού έχει περάσει
es: Tu fecha prevista ha pasado
fr: Votre date est passée
he: מועד הלידה עבר
hi: नियत तारीख बीत गई
id: Tanggal lahir Anda telah lewat
ja: 出産予定日を過ぎました
ko: 출산 예정일이 지났습니다
ms: Tarikh jangkaan anda telah berlalu
ro: Termenul estimat a trecut
ru: Срок родов прошёл
sv: Ditt beräknade datum har passerat
th: วันครบกำหนดของคุณผ่านไปแล้ว
uk: Ваш термін пологів минув
vi: Ngày dự sinh đã qua
zh_hans: 预产期已过

# home.glassesOfWater
source: glasses of water
ar: أكواب ماء
bn: গ্লাস পানি
de: Gläser Wasser
el: ποτήρια νερό
es: vasos de agua
fr: verres d'eau
he: כוסות מים
hi: पani के गिलास
id: gelas air
ja: コップの水
ko: 잔의 물
ms: gelas air
ro: pahare de apă
ru: стаканов воды
sv: glas vatten
th: แก้วน้ำ
uk: склянок води
vi: cốc nước
zh_hans: 杯水

# home.howFeeling
source: How are you feeling?
ar: كيف تشعرين؟
bn: আপনি কেমন অনুভব করছেন?
de: Wie fühlst du dich?
el: Πώς αισθάνεστε;
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous?
he: איך את מרגישה?
hi: आप कैसा महसूस कर रही हैं?
id: Bagaimana perasaan Anda?
ja: 気分はどう？
ko: 기분이 어떠세요?
ms: Bagaimana perasaan anda?
ro: Cum te simți?
ru: Как вы себя чувствуете?
sv: Hur mår du?
th: คุณรู้สึกอย่างไร?
uk: Як ви себе почуваєте?
vi: Bạn cảm thấy thế nào?
zh_hans: 您感觉如何？

# home.mood
source: Mood
ar: المزاج
bn: মুড
de: Stimmung
el: Διάθεση
es: Estado de Ánimo
fr: Humeur
he: מצב רוח
hi: मूड
id: Suasana Hati
ja: 気分
ko: 기분
ro: Stare
ru: Настроение
sv: Humör
th: อารมณ์
uk: Настрій
vi: Tâm trạng
zh_hans: 心情

# home.planningMode
source: Planning Mode
ar: وضع التخطيط
bn: পরিকল্পনা মোড
de: Planungsmodus
el: Λειτουργία σχεδιασμού
es: Modo Planificación
fr: Mode Planification
he: מצב תכנון
hi: योजना मोड
id: Mode Perencanaan
ja: 計画モード
ko: 계획 모드
ms: Mod Perancangan
ro: Mod planificare
ru: Режим планирования
sv: Planeringsläge
th: โหมดวางแผน
uk: Режим планування
vi: Chế độ lập kế hoạch
zh_hans: 备孕模式

# home.planningSubtitle
source: Track your cycle and prepare for your journey.
ar: تتبع دورتك واستعدي.
bn: আপনার চক্র ট্র্যাক করুন এবং যাত্রার জন্য প্রস্তুত হন।
de: Verfolge deinen Zyklus.
el: Παρακολουθήστε τον κύκλο σας και ετοιμαστείτε για το ταξίδι.
es: Rastrea tu ciclo y prepárate.
fr: Suivez votre cycle et préparez-vous.
he: עקבי אחרי המחזור והתכוני למסע.
hi: अपना चक्र ट्रैक करें।
id: Lacak siklus Anda dan persiapkan perjalanan.
ja: 周期を記録して準備しましょう。
ko: 주기를 추적하고 준비하세요.
ms: Jejaki kitaran anda dan bersedia untuk perjalanan.
ro: Urmărește ciclul și pregătește-te pentru călătorie.
ru: Отслеживайте цикл.
sv: Spåra din cykel och förbered dig för resan.
th: ติดตามรอบเดือนและเตรียมพร้อมสำหรับการเดินทาง
uk: Відстежуйте цикл і готуйтесь до подорожі.
vi: Theo dõi chu kỳ và chuẩn bị cho hành trình.
zh_hans: 追踪周期，做好准备。

# home.pregnancyProgress
source: Pregnancy Progress
ar: تقدم الحمل
bn: গর্ভাবস্থার অগ্রগতি
de: Schwangerschaftsfortschritt
el: Πρόοδος εγκυμοσύνης
es: Progreso del Embarazo
fr: Progrès Grossesse
he: התקדמות ההריון
hi: गर्भावस्था प्रगति
id: Progres Kehamilan
ja: 妊娠の進行
ko: 임신 진행
ms: Kemajuan Kehamilan
ro: Progresul sarcinii
ru: Прогресс беременности
sv: Graviditetsframsteg
th: ความคืบหน้าการตั้งครรภ์
uk: Прогрес вагітності
vi: Tiến trình thai kỳ
zh_hans: 怀孕进度

# home.quickLog
source: Quick Log
ar: سجل سريع
bn: দ্রুত লগ
de: Schnellprotokoll
el: Γρήγορη καταχώρηση
es: Registro Rápido
fr: Journal Rapide
he: רישום מהיר
hi: त्वरित लॉग
id: Catat Cepat
ja: クイックログ
ko: 빠른 기록
ms: Log Pantas
ro: Înregistrare rapidă
ru: Быстрая запись
sv: Snabb logg
th: บันทึกด่วน
uk: Швидкий запис
vi: Ghi nhanh
zh_hans: 快速记录

# home.symptoms
source: Symptoms
ar: الأعراض
bn: লক্ষণ
de: Symptome
el: Συμπτώματα
es: Síntomas
fr: Symptômes
he: תסמינים
hi: लक्षण
id: Gejala
ja: 症状
ko: 증상
ms: Simptom
ro: Simptome
ru: Симптомы
sv: Symtom
th: อาการ
uk: Симптоми
vi: Triệu chứng
zh_hans: 症状

# home.title
source: Home
ar: الرئيسية
bn: হোম
de: Start
el: Αρχική
es: Inicio
fr: Accueil
he: בית
hi: होम
id: Beranda
ja: ホーム
ko: 홈
ms: Utama
ro: Acasă
ru: Главная
sv: Hem
th: หน้าแรก
uk: Головна
vi: Trang chủ
zh_hans: 首页

# home.water
source: Water
ar: ماء
bn: পানি
de: Wasser
el: Νερό
es: Agua
fr: Eau
he: מים
hi: पानी
id: Air
ja: 水分
ko: 물
ms: Air
ro: Apă
ru: Вода
sv: Vatten
th: น้ำ
uk: Вода
vi: Nước
zh_hans: 水

# home.waterIntake
source: Water Intake
ar: تناول الماء
bn: পানি গ্রহণ
de: Wasseraufnahme
el: Πρόσληψη νερού
es: Ingesta de Agua
fr: Apport en Eau
he: צריכת מים
hi: पानी का सेवन
id: Asupan Air
ja: 水分摂取
ko: 수분 섭취
ms: Pengambilan Air
ro: Consum de apă
ru: Потребление воды
sv: Vattenintag
th: ปริมาณน้ำ
uk: Споживання води
vi: Lượng nước uống
zh_hans: 饮水记录

# home.weekOfTotal %lld
source: Week %lld of 40
ar: الأسبوع %lld من 40
bn: সপ্তাহ %lld / ৪০
de: Woche %lld von 40
el: Εβδομάδα %lld από 40
es: Semana %lld de 40
fr: Semaine %lld sur 40
he: שבוע %lld מתוך 40
hi: सप्ताह %lld / 40
id: Minggu %lld dari 40
ja: %lld週目 / 40
ko: %lld주 / 40
ms: Minggu %lld daripada 40
ro: Săptămâna %lld din 40
ru: Неделя %lld из 40
sv: Vecka %lld av 40
th: สัปดาห์ที่ %lld จาก 40
uk: Тиждень %lld з 40
vi: Tuần %lld / 40
zh_hans: 第%lld周 / 40

# home.weight
source: Weight
ar: الوزن
bn: ওজন
de: Gewicht
el: Βάρος
es: Peso
fr: Poids
he: משקל
hi: वजन
id: Berat
ja: 体重
ko: 체중
ms: Berat
ro: Greutate
ru: Вес
sv: Vikt
th: น้ำหนัก
uk: Вага
vi: Cân nặng
zh_hans: 体重

# language.arabic
source: Arabic
ar: العربية
bn: আরবি
de: Arabisch
el: Αραβικά
es: Árabe
fr: Arabe
he: ערבית
hi: अरबी
id: Arab
ja: アラビア語
ko: 아랍어
ms: Arab
ro: Arabă
ru: Арабский
sv: Arabiska
th: ภาษาอาหรับ
uk: Арабська
vi: Ả Rập
zh_hans: 阿拉伯语

# language.bengali
source: Bengali
ar: البنغالية
bn: বাংলা
de: Bengalisch
el: Βεγγαλικά
es: Bengalí
he: בנגלית
hi: बंगाली
id: Bahasa Bengali
ja: ベンガル語
ko: 벵골어
ms: Bahasa Bengali
ro: Bengaleză
ru: Бенгали
sv: Bengaliska
th: ภาษาเบงกาลี
uk: Бенгальська
vi: Tiếng Bengal
zh_hans: 孟加拉语

# language.chinese
source: Chinese
ar: الصينية
bn: চীনা
de: Chinesisch
el: Κινεζικά
es: Chino
fr: Chinois
he: סינית
hi: चीनी
id: Tionghoa
ja: 中国語
ko: 중국어
ms: Cina
ro: Chineză
ru: Китайский
sv: Kinesiska
th: ภาษาจีน
uk: Китайська
vi: Trung Quốc
zh_hans: 中文

# language.dutch
source: Dutch
ar: الهولندية
bn: ডাচ
de: Niederländisch
el: Ολλανδικά
es: Neerlandés
fr: Néerlandais
he: הולנדית
hi: डच
id: Belanda
ja: オランダ語
ko: 네덜란드어
ms: Belanda
ro: Olandeză
ru: Голландский
sv: Nederländska
th: ภาษาดัตช์
uk: Нідерландська
vi: Hà Lan
zh_hans: 荷兰语

# language.english
source: English
ar: الإنجليزية
bn: ইংরেজি
de: Englisch
el: Αγγλικά
es: Inglés
fr: Anglais
he: אנגלית
hi: अंग्रेज़ी
id: Inggris
ja: 英語
ko: 영어
ms: Inggeris
ro: Engleză
ru: Английский
sv: Engelska
th: ภาษาอังกฤษ
uk: Англійська
vi: Tiếng Anh
zh_hans: 英语

# language.french
source: French
ar: الفرنسية
bn: ফরাসি
de: Französisch
el: Γαλλικά
es: Francés
fr: Français
he: צרפתית
hi: फ़्रेंच
id: Prancis
ja: フランス語
ko: 프랑스어
ms: Perancis
ro: Franceză
ru: Французский
sv: Franska
th: ภาษาฝรั่งเศส
uk: Французька
vi: Pháp
zh_hans: 法语

# language.german
source: German
ar: الألمانية
bn: জার্মান
de: Deutsch
el: Γερμανικά
es: Alemán
fr: Allemand
he: גרמנית
hi: जर्मन
id: Jerman
ja: ドイツ語
ko: 독일어
ms: Jerman
ro: Germană
ru: Немецкий
sv: Tyska
th: ภาษาเยอรมัน
uk: Німецька
vi: Đức
zh_hans: 德语

# language.greek
source: Greek
ar: اليونانية
bn: গ্রিক
de: Griechisch
el: Ελληνικά
es: Griego
fr: Grec
he: יוונית
hi: ग्रीक
id: Yunani
ja: ギリシャ語
ko: 그리스어
ms: Yunani
ro: Greacă
ru: Греческий
sv: Grekiska
th: ภาษากรีก
uk: Грецька
vi: Hy Lạp
zh_hans: 希腊语

# language.hebrew
source: Hebrew
ar: العبرية
bn: হিব্রু
de: Hebräisch
el: Εβραϊκά
es: Hebreo
fr: Hébreu
he: עברית
hi: हिब्रू
id: Ibrani
ja: ヘブライ語
ko: 히브리어
ms: Ibrani
ro: Ebraică
ru: Иврит
sv: Hebreiska
th: ภาษาฮีบรู
uk: Іврит
vi: Do Thái
zh_hans: 希伯来语

# language.hindi
source: Hindi
ar: الهندية
bn: হিন্দি
el: Χίντι
he: הינדי
hi: हिन्दी
id: Bahasa Hindi
ja: ヒンディー語
ko: 힌디어
ms: Bahasa Hindi
ru: Хинди
th: ภาษาฮินดี
uk: Гінді
vi: Tiếng Hindi
zh_hans: 印地语

# language.indonesian
source: Indonesian
ar: الإندونيسية
bn: ইন্দোনেশীয়
de: Indonesisch
el: Ινδονησιακά
es: Indonesio
fr: Indonésien
he: אינדונזית
hi: इंडोनेशियाई
id: Indonesia
ja: インドネシア語
ko: 인도네시아어
ms: Indonesia
ro: Indoneziană
ru: Индонезийский
sv: Indonesiska
th: ภาษาอินโดนีเซีย
uk: Індонезійська
vi: Indonesia
zh_hans: 印尼语

# language.italian
source: Italian
ar: الإيطالية
bn: ইতালীয়
de: Italienisch
el: Ιταλικά
es: Italiano
fr: Italien
he: איטלקית
hi: इतालवी
id: Italia
ja: イタリア語
ko: 이탈리아어
ms: Itali
ro: Italiană
ru: Итальянский
sv: Italienska
th: ภาษาอิตาลี
uk: Італійська
vi: Ý
zh_hans: 意大利语

# language.japanese
source: Japanese
ar: اليابانية
bn: জাপানি
de: Japanisch
el: Ιαπωνικά
es: Japonés
fr: Japonais
he: יפנית
hi: जापानी
id: Jepang
ja: 日本語
ko: 일본어
ms: Jepun
ro: Japoneză
ru: Японский
sv: Japanska
th: ภาษาญี่ปุ่น
uk: Японська
vi: Nhật Bản
zh_hans: 日语

# language.korean
source: Korean
ar: الكورية
bn: কোরিয়ান
de: Koreanisch
el: Κορεατικά
es: Coreano
fr: Coréen
he: קוריאנית
hi: कोरियाई
id: Korea
ja: 韓国語
ko: 한국어
ms: Korea
ro: Coreeană
ru: Корейский
sv: Koreanska
th: ภาษาเกาหลี
uk: Корейська
vi: Hàn Quốc
zh_hans: 韩语

# language.malay
source: Malay
ar: الماليزية
bn: মলয়
de: Malaiisch
el: Μαλαϊκά
es: Malayo
fr: Malais
he: מלאית
hi: मलय
id: Melayu
ja: マレー語
ko: 말레이어
ms: Melayu
ro: Malaeză
ru: Малайский
sv: Malajiska
th: ภาษามาเลย์
uk: Малайська
vi: Mã Lai
zh_hans: 马来语

# language.polish
source: Polish
ar: البولندية
bn: পোলিশ
de: Polnisch
el: Πολωνικά
es: Polaco
fr: Polonais
he: פולנית
hi: पोलिश
id: Polandia
ja: ポーランド語
ko: 폴란드어
ms: Poland
ro: Poloneză
ru: Польский
sv: Polska
th: ภาษาโปแลนด์
uk: Польська
vi: Ba Lan
zh_hans: 波兰语

# language.portuguese
source: Portuguese
ar: البرتغالية
bn: পর্তুগিজ
de: Portugiesisch
el: Πορτογαλικά
es: Portugués
fr: Portugais
he: פורטוגזית
hi: पुर्तगाली
id: Portugis
ja: ポルトガル語
ko: 포르투갈어
ms: Portugis
ro: Portugheză
ru: Португальский
sv: Portugisiska
th: ภาษาโปรตุเกส
uk: Португальська
vi: Bồ Đào Nha
zh_hans: 葡萄牙语

# language.romanian
source: Romanian
ar: الرومانية
bn: রোমানিয়ান
de: Rumänisch
el: Ρουμανικά
es: Rumano
fr: Roumain
he: רומנית
hi: रोमानियाई
id: Rumania
ja: ルーマニア語
ko: 루마니아어
ms: Romania
ro: Română
ru: Румынский
sv: Rumänska
th: ภาษาโรมาเนีย
uk: Румунська
vi: Romania
zh_hans: 罗马尼亚语

# language.russian
source: Russian
ar: الروسية
bn: রাশিয়ান
de: Russisch
el: Ρωσικά
es: Ruso
fr: Russe
he: רוסית
hi: रूसी
id: Rusia
ja: ロシア語
ko: 러시아어
ms: Rusia
ro: Rusă
ru: Русский
sv: Ryska
th: ภาษารัสเซีย
uk: Російська
vi: Nga
zh_hans: 俄语

# language.spanish
source: Spanish
ar: الإسبانية
bn: স্প্যানিশ
de: Spanisch
el: Ισπανικά
es: Español
fr: Espagnol
he: ספרדית
hi: स्पेनिश
id: Spanyol
ja: スペイン語
ko: 스페인어
ms: Sepanyol
ro: Spaniolă
ru: Испанский
sv: Spanska
th: ภาษาสเปน
uk: Іспанська
vi: Tây Ban Nha
zh_hans: 西班牙语

# language.swedish
source: Swedish
ar: السوедية
bn: সুয়েডীয়
de: Schwedisch
el: Σουηδικά
es: Sueco
fr: Suédois
he: שוודית
hi: स्वीडिश
id: Swedia
ja: スウェーデン語
ko: 스웨덴어
ms: Sweden
ro: Suedeză
ru: Шведский
sv: Svenska
th: ภาษาสวีเดน
uk: Шведська
vi: Thụy Điển
zh_hans: 瑞典语

# language.thai
source: Thai
ar: التايلاندية
bn: থাই
de: Thailändisch
el: Ταϊλανδικά
es: Tailandés
fr: Thaï
he: תאילנדית
hi: थाई
id: Thailand
ja: タイ語
ko: 태국어
ms: Bahasa Thai
ro: Thailandeză
ru: Тайский
sv: Thailändska
th: ภาษาไทย
uk: Тайська
vi: Thái Lan
zh_hans: 泰语

# language.turkish
source: Turkish
ar: التركية
bn: তুর্কি
de: Türkisch
el: Τουρκικά
es: Turco
fr: Turc
he: טורקית
hi: तुर्की
id: Turki
ja: トルコ語
ko: 터키어
ms: Turki
ro: Turcă
ru: Турецкий
sv: Turkiska
th: ภาษาตุรกี
uk: Турецька
vi: Thổ Nhĩ Kỳ
zh_hans: 土耳其语

# language.ukrainian
source: Ukrainian
ar: الأوكرانية
bn: ইউক্রেনীয়
de: Ukrainisch
el: Ουκρανικά
es: Ucraniano
fr: Ukrainien
he: אוקראינית
hi: यूक्रेनी
id: Ukraina
ja: ウクライナ語
ko: 우크라이나어
ms: Ukraine
ro: Ucraineană
ru: Украинский
sv: Ukrainska
th: ภาษายูเครน
uk: Українська
vi: Ukraina
zh_hans: 乌克兰语

# language.vietnamese
source: Vietnamese
ar: الفيتنامية
bn: ভিয়েতনামি
de: Vietnamesisch
el: Βιετναμικά
es: Vietnamita
fr: Vietnamien
he: וייטנאמית
hi: वियतनामी
id: Vietnam
ja: ベトナム語
ko: 베트남어
ms: Vietnam
ro: Vietnameză
ru: Вьетнамский
sv: Vietnamesiska
th: ภาษาเวียดนาม
uk: В'єтнамська
vi: Tiếng Việt
zh_hans: 越南语

# profile.account
source: Account
ar: الحساب
bn: অ্যাকাউন্ট
de: Konto
el: Λογαριασμός
es: Cuenta
fr: Compte
he: חשבון
hi: खाता
id: Akun
ja: アカウント
ko: 계정
ms: Akaun
ro: Cont
ru: Аккаунт
sv: Konto
th: บัญชี
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户

# profile.appointments
source: Appointments
ar: المواعيد
bn: অ্যাপয়েন্টমেন্ট
de: Termine
el: Ραντεβού
es: Citas
fr: Rendez-vous
he: פגישות
hi: अपॉइंटमेंट
id: Janji Temu
ja: 予約
ko: 진료 예약
ms: Temujanji
ro: Programări
ru: Приёмы
sv: Bokningar
th: นัดหมาย
uk: Записи
vi: Lịch hẹn
zh_hans: 预约

# profile.babyNames
source: Baby Names
ar: أسماء الأطفال
bn: বেবির নাম
de: Babynamen
el: Ονόματα μωρού
es: Nombres de Bebé
fr: Prénoms de Bébé
he: שמות תינוק
hi: बच्चों के नाम
id: Nama Bayi
ja: 赤ちゃんの名前
ko: 아기 이름
ms: Nama Bayi
ro: Nume bebeluș
ru: Имена для малыша
sv: Babynamn
th: ชื่อทารก
uk: Імена для дитини
vi: Tên em bé
zh_hans: 宝宝名字

# profile.bumpJournal
source: Bump Journal
ar: يوميات البطن
bn: বাম্প জার্নাল
de: Bauch-Tagebuch
el: Ημερολόγιο κοιλιάς
es: Diario del Vientre
fr: Journal du Ventre
he: יומן בטן
hi: बम्प जर्नल
id: Jurnal Perut
ja: おなかジャーナル
ko: 범프 저널
ms: Jurnal Perut
ro: Jurnal burtică
ru: Дневник животика
sv: Magedagbok
th: ไดอารี่ท้อง
uk: Щоденник живота
vi: Nhật ký bụng bầu
zh_hans: 孕肚日记

# profile.cycleTracker
source: Cycle Tracker
ar: تتبع الدورة
bn: চক্র ট্র্যাকার
de: Zyklustracker
el: Παρακολούθηση κύκλου
es: Seguimiento del Ciclo
fr: Suivi du Cycle
he: מעקב מחזור
hi: चक्र ट्रैकर
id: Pelacak Siklus
ja: 周期トラッカー
ko: 생리 주기 추적
ms: Penjejak Kitaran
ro: Urmărire ciclu
ru: Трекер цикла
sv: Cykelspårning
th: ติดตามรอบเดือน
uk: Відстеження циклу
vi: Theo dõi chu kỳ
zh_hans: 周期追踪

# profile.dailyReminders
source: Daily Reminders
ar: التذكيرات
bn: দৈনিক অনুস্মারক
de: Erinnerungen
el: Ημερήσιες υπενθυμίσεις
es: Recordatorios
fr: Rappels
he: תזכורות יומיות
hi: अनुस्मारक
id: Pengingat Harian
ja: リマインダー
ko: 알림
ms: Peringatan Harian
ro: Memento-uri zilnice
ru: Напоминания
sv: Dagliga påminnelser
th: การแจ้งเตือนรายวัน
uk: Щоденні нагадування
vi: Nhắc nhở hàng ngày
zh_hans: 每日提醒

# profile.dueDate
source: Due Date
ar: تاريخ الولادة
bn: ডিউ ডেট
de: Geburtstermin
el: Ημερομηνία τοκετού
es: Fecha prevista
fr: Date prévue
he: מועד לידה
hi: नियत तारीख
id: Tanggal Lahir
ja: 出産予定日
ko: 출산 예정일
ms: Tarikh Jangkaan
ro: Termen estimat
ru: Срок родов
sv: Beräknat datum
th: วันครบกำหนด
uk: Термін пологів
vi: Ngày dự sinh
zh_hans: 预产期

# profile.favorites
source: Favorites
ar: المفضلة
bn: পছন্দের
de: Favoriten
el: Αγαπημένα
es: Favoritos
fr: Favoris
he: מועדפים
hi: पसंदीदा
id: Favorit
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
ro: Favorite
ru: Избранное
sv: Favoriter
th: รายการโปรด
uk: Обране
vi: Yêu thích
zh_hans: 收藏

# profile.features
source: Features
ar: الميزات
bn: বৈশিষ্ট্য
de: Funktionen
el: Λειτουργίες
es: Funciones
fr: Fonctions
he: תכונות
hi: सुविधाएँ
id: Fitur
ja: 機能
ko: 기능
ms: Ciri
ro: Funcții
ru: Функции
sv: Funktioner
th: ฟีเจอร์
uk: Функції
vi: Tính năng
zh_hans: 功能

# profile.free
source: Free
ar: مجاني
bn: বিনামূল্যে
de: Kostenlos
el: Δωρεάν
es: Gratis
fr: Gratuit
he: חינם
hi: मुफ़्त
id: Gratis
ja: 無料
ko: 무료
ms: Percuma
ro: Gratuit
ru: Бесплатно
sv: Gratis
th: ฟรี
uk: Безкоштовно
vi: Miễn phí
zh_hans: 免费

# profile.logPeriod
source: Log Period
ar: تسجيل الدورة
bn: পিরিয়ড লগ
de: Periode protokollieren
el: Καταγραφή περιόδου
es: Registrar Periodo
fr: Enregistrer Règles
he: רישום ווסת
hi: पीरियड लॉग करें
id: Catat Menstruasi
ja: 生理を記録
ko: 생리 기록
ms: Log Haid
ro: Înregistrează menstruația
ru: Записать цикл
sv: Logga mens
th: บันทึกประจำเดือน
uk: Записати менструацію
vi: Ghi kỳ kinh
zh_hans: 记录经期

# profile.mode
source: Mode
ar: الوضع
bn: মোড
de: Modus
el: Λειτουργία
es: Modo
he: מצב
hi: मोड
id: Modus
ja: モード
ko: 모드
ms: Mod
ro: Mod
ru: Режим
sv: Läge
th: โหมด
uk: Режим
vi: Chế độ
zh_hans: 模式

# profile.newAppointment
source: New Appointment
ar: موعد جديد
bn: নতুন অ্যাপয়েন্টমেন্ট
de: Neuer Termin
el: Νέο ραντεβού
es: Nueva Cita
fr: Nouveau Rendez-vous
he: פגישה חדשה
hi: नया अपॉइंटमेंट
id: Janji Baru
ja: 新しい予約
ko: 새 진료 예약
ms: Temujanji Baru
ro: Programare nouă
ru: Новый приём
sv: Ny bokning
th: นัดหมายใหม่
uk: Новий запис
vi: Lịch hẹn mới
zh_hans: 新预约

# profile.noAppointments
source: No upcoming appointments
ar: لا مواعيد قادمة
bn: কোনো আসন্ন অ্যাপয়েন্টমেন্ট নেই
de: Keine anstehenden Termine
el: Δεν υπάρχουν επερχόμενα ραντεβού
es: Sin citas próximas
fr: Aucun rendez-vous à venir
he: אין פגישות קרובות
hi: कोई आगामी अपॉइंटमेंट नहीं
id: Tidak ada janji mendatang
ja: 予定の予約なし
ko: 예정된 진료 없음
ms: Tiada temujanji akan datang
ro: Nicio programare viitoare
ru: Нет предстоящих приёмов
sv: Inga kommande bokningar
th: ไม่มีนัดหมายที่จะมาถึง
uk: Немає майбутніх записів
vi: Không có lịch hẹn sắp tới
zh_hans: 暂无预约

# profile.nutrition
source: Nutrition Guide
ar: دليل التغذية
bn: পুষ্টি গাইড
de: Ernährungsguide
el: Οδηγός διατροφής
es: Guía Nutricional
fr: Guide Nutrition
he: מדריך תזונה
hi: पोषण गाइड
id: Panduan Nutrisi
ja: 栄養ガイド
ko: 영양 가이드
ms: Panduan Pemakanan
ro: Ghid nutriție
ru: Гид по питанию
sv: Näringsguide
th: คู่มือโภชนาการ
uk: Гід з харчування
vi: Hướng dẫn dinh dưỡng
zh_hans: 营养指南
